export const MESSAGES = {
  GREETING: (username) => `` +
    `Прывітанне, <b>${username}!👋</b> Вельмі рады бачыць цябе тут🤗\n` +
    `\n` +
    `Калі ласка, <b>увядзі свой паштовы адрас gmail</b> для таго, каб мы падрыхтавалі табліцу ў Google Sheets для цябе.\n` +
    `\n` +
    `Дзякуй!🤍❤️🤍`,

  PREPARING_TABLE: '🕒Адну хвілінку, падрыхтоўваю табліцу...',

  YOUR_TABLE_LINK: (link) => `Твая таблічка тут: ${link}`,

  CHOOSE_CATEGORY: '<b>📄Выберы катэгорыю</b>',

  CANCELED: '❌Адменена',

  WRONG_EMAIL: '👎Некарэктны адрас!',
  NO_SUM: 'Гэй, забыўся ўвесці суму'

}
